Repository: SiekamCebule/SJ-Manager
Catalog: lib/l10n/app_*.arb
Languages: pl

source: New Simulation
pl: Nowa symulacja

source: Last Simulation
pl: Ostatnia symulacja

source: Load Simulation
pl: Wczytaj symulację

# continueConfirm
source: Continue
pl: Kontynuuj

source: Settings
pl: Ustawienia

# newSimulationButtonContent
source: Take the reins of your favorite team, male or female. Decide on the most important matters related to the team, care for the development of athletes, and observe ski jumping events right in the heart of the action!
pl: Zostań trenerem i obejmij kadrę skoczków narciarskich. Wybierz z kim chcesz pracować, i odpowiadaj za wyniki swoich zawodników. Możesz też zostać wszechmocnym prezesem, odpowiadając za każdy aspekt skoków narciarskich w kraju.

source: Language
pl: Język

source: Polish
pl: Polski

source: English
pl: Angielski

source: German
pl: Niemiecki

source: French
pl: Francuski

source: Color Scheme
pl: Schemat kolorów

source: Database Editor
pl: Edytor bazy danych

source: Acknowledgements
pl: Podziękowania

source: Very Ugly
pl: Bardzo brzydkie

source: Ugly
pl: Brzydkie

# averageForLandingStyle
source: Average
pl: Przeciętne

source: Graceful
pl: Bardzo ładne

source: Very Graceful
pl: Perfekcyjne

source: Very Inconsistent
pl: Bardzo nierówne

source: Inconsistent
pl: Nierówne

# averageForConsistency
source: Average Consistency
pl: Przeciętnie równe

source: Consistent
pl: Równe

source: Very Consistent
pl: Bardzo równe

source: Highly Variable
pl: Bardzo zmienne

source: Variable
pl: Zmienne

# averageForVariability
source: Average Variability
pl: Przeciętnie zmienne

source: Stable
pl: Stabilne

source: Highly Stable
pl: Bardzo stabilne

# veryEasyForLanding
source: Very Easy
pl: Bardzo łatwe

# easyForLanding
source: Easy
pl: Łatwe

# fairlyEasyForLanding
source: Fairly Easy
pl: Dosyć łatwe

# averageForLanding
source: Average
pl: Przeciętnie łatwe

# fairlyHardForLanding
source: Fairly Hard
pl: Dosyć trudne

# hardForLanding
source: Hard
pl: Trudne

# veryHardForLanding
source: Very Hard
pl: Bardzo trudne

# highlyFavorsInFlightForProfile
source: Highly Favors In Flight
pl: Bardzo lotny

# favorsInFlightForProfile
source: Favors In Flight
pl: Lotny

# averageForProfile
source: Average
pl: Przeciętny

# favorsInTakeoffForProfile
source: Favors In Takeoff
pl: Mało lotny

# highlyFavorsInTakeoffForProfile
source: Highly Favors In Takeoff
pl: Bardzo mało lotny

# headwindBrief
source: Headwind
pl: Pod narty

# leftHeadwindBrief
source: Left Headwind
pl: Z lewej pod narty

# rightHeadwindBrief
source: Right Headwind
pl: Z prawej pod narty

# leftWindBrief
source: Left Wind
pl: Z lewej

# rightWindBrief
source: Right Wind
pl: Z prawej

# leftTailwindBrief
source: Left Tailwind
pl: Z lewej w plecy

# rightTailwindBrief
source: Right Tailwind
pl: Z prawej w plecy

# tailwindBrief
source: Tailwind
pl: W plecy

source: None
pl: Brak

# skiFlyingHillBrief
source: Ski Flying Hill
pl: Mamucia

# bigHillBrief
source: Big Hill
pl: Wielka

# largeHillBrief
source: Large Hill
pl: Duża

# normalHillBrief
source: Normal Hill
pl: Normalna

# mediumHillBrief
source: Medium Hill
pl: Średnia

# smallHillBrief
source: Small Hill
pl: Mała

source: Name
pl: Nazwa

# personalName
source: First Name
pl: Imię

source: Locality
pl: Miejscowość

source: K Point
pl: Punkt K

source: HS Point
pl: Punkt HS

source: Landing
pl: Lądowanie

source: Profile
pl: Profil

source: Jumps
pl: Skoki

source: Typical Wind Direction
pl: Typowy kierunek wiatru

source: Typical Wind Strength
pl: Typowa siła wiatru

source: Points for Gate
pl: Punkty za belkę

source: Points for Headwind
pl: Punkty za wiatr przedni

source: Points for Tailwind
pl: Punkty za wiatr tylny

source: Automatically
pl: Automatycznie

source: pts
pl: pkt

source: Surname
pl: Nazwisko

source: Age
pl: Wiek

source: On Smaller Hills
pl: Na mniejszych skoczniach

source: On Larger Hills
pl: Na większych skoczniach

# saveChangesQuestion
source: Save changes?
pl: Zapisać zmiany?

source: Yes
pl: Tak

source: No
pl: Nie

source: Images
pl: Zdjęcia

source: Loading Error
pl: Błąd wczytywania

# invalidDatabaseFolderWarning
source: The selected folder does not contain a valid database
pl: Wybrany folder nie zawiera poprawnej bazy danych

source: Load
pl: Wczytaj

source: Save As
pl: Zapisz jako

source: Filter by Country
pl: Filtruj wg kraju

source: Country
pl: Kraj

source: Image Not Found
pl: Nie znaleziono zdjęcia

# searchDot3
source: Search...
pl: Wyszukaj...

# maleCompetitiors
source: Male Competitors
pl: Zawodnicy

source: Female Competitors
pl: Zawodniczki

source: Hills
pl: Skocznie

source: Add
pl: Dodaj

source: Remove
pl: Usuń

source: Blue
pl: Niebieski

source: Yellow
pl: Żółty

source: Red
pl: Czerwony
